Repository: iufb/workout-engine
Catalog: workout-engine/Resources/Localizable.xcstrings
Source language: ru
Languages: en

source: %@, %lld секунд, фаза %lld из %lld
en: %@, %lld seconds, phase %lld of %lld

source: %@, %lld фаз, %@
en: %@, %lld phases, %@

source: %@, %lld фаз, %lld кругов, %@
en: %@, %lld phases, %lld rounds, %@

source: %1$@, %2$lld секунд, фаза %3$lld из %4$lld
en: %1$@, %2$lld seconds, phase %3$lld of %4$lld

source: %1$@, %2$lld фаз, %3$@
en: %1$@, %2$lld phases, %3$@

source: %1$@, %2$lld фаз, %3$lld кругов, %4$@
en: %1$@, %2$lld phases, %3$lld rounds, %4$@

source: %lld кругов
en: %lld rounds

source: %lld мин
en: %lld min

source: %lld мин %lld с
en: %lld min %lld sec

source: %lld с
en: %lld sec

source: %lld фаз
en: %lld phases

source: %lld фаз, %@
en: %lld phases, %@

source: Быстрый старт
en: Quick start

source: Введите название
en: Enter a name

source: Вибрация
en: Vibration

source: Готово
en: Done

source: Далее: %@ · %@
en: Next: %@ · %@

source: Далее: %1$@ · %2$@
en: Next: %1$@ · %2$@

source: Двойной тап для запуска тренировки
en: Double tap to start the workout

source: Длительность
en: Duration

source: Добавить фазу
en: Add phase

source: Добавить фазу: %@
en: Add phase: %@

source: Добавьте хотя бы одну фазу
en: Add at least one phase

source: Завершение
en: Finish

source: Закрыть
en: Close

source: Звук
en: Sound

source: Звуковые сигналы
en: Sound effects

source: Интервал
en: Interval

source: Интервал «%@» сохранён
en: Interval “%@” saved

source: Интервал сохранён
en: Interval saved

source: Итого %@, %lld фаз
en: Total %@, %lld phases

source: Итого %@, %lld фаз в круге, %lld кругов
en: Total %@, %lld phases per round, %lld rounds

source: Итого %1$@, %2$lld фаз
en: Total %1$@, %2$lld phases

source: Итого %1$@, %2$lld фаз в круге, %3$lld кругов
en: Total %1$@, %2$lld phases per round, %3$lld rounds

source: Количество кругов
en: Number of rounds

source: Количество кругов, %lld
en: Number of rounds, %lld

source: Конструктор
en: Builder

source: Круг
en: Round

# Круг %lld / %lld · Фаза %lld / %lld
source: Круг %1$lld / %2$lld · Фаза %3$lld / %4$lld
en: Round %1$lld / %2$lld · Phase %3$lld / %4$lld

source: Мои интервалы
en: My intervals

source: Мой интервал
en: My interval

source: Название интервала
en: Interval name

source: Настройки
en: Settings

source: Начать
en: Start

source: Не гасить экран во время тренировки
en: Keep screen on during workout

source: Новый
en: New

source: Новый интервал
en: New interval

source: Осталось %@
en: %@ remaining

source: Остановить
en: Stop

source: Остановить тренировку
en: Stop workout

source: Остановить тренировку?
en: Stop workout?

source: Отдых
en: Rest

source: Отмена
en: Cancel

source: Отсчёт последних 3 секунд
en: Last 3 seconds countdown

source: Оформление
en: Appearance

source: Ошибка
en: Error

source: Пауза
en: Pause

source: Переместить
en: Move

source: Подготовка
en: Prepare

source: Пока нет своих интервалов
en: No custom intervals yet

source: Последняя тренировка
en: Last workout

source: Последняя тренировка,
en: Last workout,

source: Прервать
en: Quit

source: Пресет Tabata обновлён
en: Tabata preset updated

source: Проверьте длительность фаз
en: Check phase durations

source: Прогресс текущей фазы
en: Current phase progress

source: Прогресс тренировки
en: Workout progress

source: Продолжить
en: Resume

source: Пропуск
en: Skip

source: Пропустить фазу
en: Skip phase

source: Работа
en: Work

source: Сбросить Tabata к стандарту
en: Reset Tabata to default

source: Свайп влево для удаления. Перетащите за ручку слева для смены порядка.
en: Swipe left to delete. Drag the handle on the left to reorder.

source: Светлая
en: Light

source: Системная
en: System

source: Системный
en: System

source: Следующая фаза %@, %@
en: Next phase %@, %@

source: Следующая фаза %1$@, %2$@
en: Next phase %1$@, %2$@

source: Создайте интервал во вкладке «Конструктор»
en: Create an interval in the Builder tab

source: Сохранить
en: Save

source: Стоп
en: Stop

source: Таймер продолжает работу в фоне за счёт аудиосессии и коротких сигналов на смену фаз.
en: The timer keeps running in the background using the audio session and short cues on phase changes.

source: Тактильная отдача
en: Haptics

source: Тема
en: Theme

source: Тёмная
en: Dark

source: Тип фазы
en: Phase type

source: Тренировка
en: Workout

source: Тренировка завершена
en: Workout complete

source: Увеличить
en: Increase

source: Удалить
en: Delete

source: Уменьшить
en: Decrease

# Фаза %lld / %lld
source: Фаза %1$lld / %2$lld
en: Phase %1$lld / %2$lld

source: Экран
en: Screen

source: Язык
en: Language

source: Язык приложения
en: App language
